Can't create Balusters for given Width and Height.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotCreateBaluster { get; }
  Visual Basic
Public Shared ReadOnly Property CannotCreateBaluster As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotCreateBaluster {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures StairRampFailures Class
  Autodesk.Revit.DB Namespace